Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: the shoulder blades. Control your baby’s head at the neck, below the ears. 4. Lift your baby up to your breast. 5. Tickle your baby’s lips with your nipple and wait until your baby’s mouth opens wide. 6. Bring your baby onto your breast. Cross Cradle Hold 1. Place your baby on a pillow across your lap so he or she faces you at breast level. 2. Support your breast with the hand on that side with your fingers and thumb below to form a “U” shape. 3. Place your baby’s legs under the arm opposite the breast from which he will be feeding. 4. Support your baby’s head and back with your arm and hand your baby’s legs are under. Getting Started Breastfeeding Your Baby. Russian.
ru: Придерживайте голову и шею Вашего ребенка ниже ушей. 4. Поднимите ребенка к груди. 5. Прикоснитесь соском к губам Вашего ребенка и подождите, пока он широко откроет рот. 6. Дайте ребенку захватить грудь. Поза «перекрестная колыбелька» 1. Положите ребенка на подушку поверх колен так, чтобы он находился на уровне груди. 2. Поддерживайте грудь ладонью со стороны груди так, чтобы пальцы ладони и большой палец образовали букву “U”. 3. Поместите ноги Вашего ребенка под руку со стороны, противоположной груди, из которой Вы его будете кормить. 4. Поддерживайте голову и спину Вашего ребенка плечом, при этом кисть руки должна поддерживать ноги Вашего ребенка.

source: Cradle Hold Many mothers find this hold hard at first. It gets easier as your baby gets a little bigger and more skillful at nursing. 1. Place your baby on her side with baby’s tummy facing you, using pillows so she is at breast level. 2. Rest your baby’s head on your forearm. 3. Support your baby’s back and hold her bottom with your hand. Side-Lying Hold This hold is also hard at first unless you have help. 1. Make yourself comfortable by lying on the same side as the breast from which you will feed. 2. Use pillows for support. 3. Place your baby on his side facing your breast. 4. Cradle your baby with the base of his head in the bend of your arm. Getting Started Breastfeeding Your Baby. Russian.
ru: Поза «колыбелька» В первое время многим матерям эта поза кажется неудобной. По мере того, как ребенок растёт и становится опытнее в кормлении, держать ребенка в этой позе становится легче. 1. Положите ребенка на бок животом по направлению к себе, используя подушки так, чтобы он находился на уровне груди. 2. Голова Вашего ребенка должна находиться на предплечье. 3. Поддерживайте спину и попу ребенка рукой. Поза «лежа на боку» Сначала эту позу трудно выполнить без посторонней помощи. 1. Устройтесь поудобнее, лежа на том же боку, что и грудь, которой Вы собираетесь кормить. 2. Для поддержки используйте подушки. 3. Положите ребенка на бок лицом к груди. 4. Положите ребенка так, чтобы основание головы находилось на изгибе Вашей руки.

source: Latching On When your baby is positioned and your breast is supported, you are ready for your baby to latch onto your nipple. • Place your hand under your breast behind the dark area around the nipple called the areola. Gently lift the breast. Guide your nipple toward your baby’s mouth. • Tickle your baby’s lips with your nipple. Gently squeeze out some milk. Your baby should open his or her mouth wide. Aim the nipple up and back, deep into your baby’s mouth. • When your baby opens her mouth wide like a yawn, pull your baby closer. This allows you to help your baby get as much of the areola inside your baby’s mouth. • Hold your baby’s body against your stomach with the tip of your baby’s nose and chin next to your breast. Continue to hold your breast to support its weight and to prevent your nipple from falling out of your baby’s mouth. • Burp your baby before switching to your other breast. For the next feeding, start on the side you ended with at the last feeding. Getting Started Breastfeeding Your Baby. Russian.
ru: Прикладывание к груди Когда Ваш ребенок займет свое положение, а Вы будете поддерживать свою грудь, можно вставить сосок в рот ребенку. • Положите свою руку под грудь ниже темной области вокруг соска, которая называется ареолой. Аккуратно приподнимите грудь. Направьте сосок ко рту вашего ребенка. • Коснитесь соском губ Вашего ребенка. Аккуратно выдавите немного молока. Ваш ребенок должен широко раскрыть рот. Направьте сосок в рот Вашего ребенка. • Когда ребенок широко, как при зевании, откроет рот, прижмите ребенка к себе. При этом большая часть ареолы окажется во рту ребенка. • Держите ребенка возле своего живота так, чтобы кончик носа и подбородок ребенка находились около Вашей груди. Продолжайте поддерживать грудь для того, чтобы облегчить ее вес и не допустить выпадения соска изо рта Вашего ребенка. • Перед тем, как приложить ребенка ко второй груди, подождите, пока он отрыгнет. Во время следующего кормления начните с той груди, с которой Вы закончили предыдущее кормление.

source: How often should I breastfeed? Breastfeed every 2 to 3 hours during the day so that your baby may not wake as often during the night for feedings. Fewer day feedings mean that your baby will need more feedings at night. During the first 3 months, babies need to feed 8 to 10 times in a 24- hour period. Breastfeeding often helps you make more milk and prevents your breasts from becoming overfull or engorged. How soon should I breastfeed after my baby is born? Breastfeed right after delivery if possible. Continue to breastfeed your baby every 2 to 3 hours even if your milk has not come in or you do not have a lot of milk yet. In the early days of life, breastfeeding is very important. Practice times together help you and your baby get to know one another. Be patient with yourself and your baby. How long should I breastfeed my baby? Most babies will breastfeed for about 15 to 20 minutes the first 24 to 48 hours. After this time, the baby may want to breastfeed for 20 minutes on one breast and continue for up to 20 minutes on the second breast. Let your baby, rather than the clock, decide when he is finished. Getting Started Breastfeeding Your Baby. Russian.
ru: Как часто я должна кормить грудью? Кормите грудью каждые 2-3 часа в течение дня с тем, чтобы ночью Ваш ребенок не просыпался для кормления так же часто, как днем. Чем меньше Вы будете кормить ребенка днем, тем больше он будет хотеть есть ночью. В течение первых 3 месяцев детей нужно кормить 8-10 раз в сутки. Кормление грудью способствует выработке большего количества молока и предохраняет Вашу грудь от переполнения и застоя. Через какое время после рождения я должна начать кормить грудью? По возможности следует начать кормление грудью сразу после родов. Продолжайте кормить своего ребенка грудью каждые 2-3 часа, даже если молоко еще не поступило или пока его мало. Очень важно кормить грудью в самые первые дни жизни ребёнка. Проведенное совместно время поможет Вам и Вашему ребенку лучше узнать друг друга. Запаситесь терпением по отношению к себе и своему ребенку. Какова продолжительность кормления грудью ребенка? В первые 24-48 часов большинство детей кормятся от груди в течение 15-20 минут. По истечении этих первых часов ребенок может кормиться в течение 20 минут от одной груди и продолжать кормление от второй груди еще до 20 минут. Предоставьте Вашему ребенку, а не часам, решать, когда ему закончить кормление.

source: Helpful tips: • Breastfeed your baby on the first breast until he is done. The baby may slow down and comfort suck, release the nipple or start to fall asleep with the nipple resting in his mouth. • Burp your baby and offer your other breast. • Some babies breastfeed on both breasts at each feeding, while others may breastfeed on only one. If your baby takes the second breast, let your baby breastfeed on the second breast until he is finished. • When finished, your baby will act full, relaxed and content. How do I take my baby off my breast? Taking your baby off your breast or breaking the suction of your baby’s tongue may be done in two ways: • Insert your finger in the corner of your baby’s mouth, between your baby’s gums. • Curl your baby’s lower lip over his lower gum until you feel your baby’s tongue release your nipple. Then remove your baby’s head away from your breast gently. Getting Started Breastfeeding Your Baby. Russian.
ru: Полезные советы: • Кормите своего ребенка первой грудью до тех пор, пока он не наестся. Ребенок может замедлить процесс кормления и сосать грудь просто для успокоения, затем отпустить сосок или начать засыпать с соском во рту. • Подождите, пока ребенок отрыгнет, и приложите его ко второй груди. • Некоторые дети кормятся от двух грудей при каждом кормлении, в то время как другие могут кормиться только от одной груди. Если Ваш ребенок берет вторую грудь, дайте ему поесть от второй груди до тех пор, пока он не наестся. • После завершения кормления Ваш ребенок будет выглядеть сытым, расслабленным и довольным. Как закончить кормление грудью? Завершить кормление ребенка грудью или прекратить его сосательные движения языком можно двумя способами: • Вставьте свой палец в угол рта Вашего ребенка между деснами. • Отверните нижнюю губу Вашего ребенка от нижней десны до тех пор, пока не почувствуете, как язык Вашего ребенка освобождает Ваш сосок. Затем осторожно переместите голову Вашего ребенка подальше от груди.

source: How do I know if my baby is getting enough to eat? Your body makes as much milk as your baby needs. If you breastfeed every 2 to 3 hours for 20 minutes on each breast, your body will produce more than enough milk for your baby. If your baby is getting enough milk, your breasts will be full with milk, soft after feedings and refill between feedings. Your baby will: • Have 6 or more wet diapers in a 24 hour period • Sleep between feedings • Have more than 2 bowel movements each day • Gain weight Call your baby’s doctor, clinic or a Lactation Specialist for help if you think your baby is not getting enough to eat. © 2008 - November 1, 2018, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Getting Started Breastfeeding Your Baby. Russian.
ru: Как проверить, получает ли мой ребенок достаточно питания? Ваш организм вырабатывает столько молока, сколько требуется Вашему ребенку. Если Вы будете кормить грудью каждые 2-3 часа в течение 20 минут из каждой груди, Ваш организм будет вырабатывать более чем достаточное количество молока для Вашего ребенка. Если Ваш ребенок получает достаточно молока, Ваша грудь будет полной молока, мягкой после кормления и будет наполняться молоком между кормлениями. Ваш младенец должен: • В течение суток намочить шесть или более подгузников • Спать между кормлениями • Иметь частоту стула более двух раз в день • Набирать вес Если Вы думаете, что Ваш ребенок получает недостаточно питания, позвоните врачу Вашего ребенка, в поликлинику или специалисту по вопросам кормления грудью. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Getting Your Skin You are scheduled to have surgery. To decrease your risk of infection, you will need to get your skin as free of germs as possible. You can reduce the number of germs on your skin by carefully washing with a special soap called chlorhexidine gluconate (CHG) before surgery. Follow These Instructions • You may be given or you will need to buy CHG soap or foam. You will need an 8-ounce (236 mL) bottle. The soap is sold under the brand name Hibiclens, or there may be a store brand that costs less. Ask the pharmacist where to find it in the drug store. It is often with first aid supplies. • Do not shave the site where your doctor will be making the cut for your surgery for one week before surgery. • You need to shower with CHG soap or foam two times before your surgery: Ì The night before your surgery Ì Again, the morning of your surgery • Use 4 ounces (½ cup or 118 mL) of CHG soap or 4 to 5 pumps of CHG foam each time you shower. Getting Your Skin Ready for Surgery. Russian.
ru: покровов к операции Ready for Surgery Вам назначена операция. Для снижения риска заражения необходимо максимально очистить кожу от микробов. Для этого нужно тщательно вымыть кожу специальным средством под названием хлоргексидина глюконат (ХГГ). Инструкция • Мыло или пену с ХГГ вам выдадут или попросят приобрести самостоятельно. Потребуется бутылочка объемом 8 унций (236 мл). Такое мыло продается под торговой маркой Hibiclens, но аналогичные средства могут стоить дешевле. Попросите фармацевта помочь вам найти его. Обычно оно находится в средствах для первой медицинской помощи. • Не брейте место, где будет производиться разрез, за неделю до операции. • Перед операцией дважды примите душ с мылом или пеной с ХГГ: Ì Ночью перед операцией Еще раз утром перед операцией • При принятии душа достаточно 4 унций (½ чашки или 118 мл) мыла или 4–5 порций пены с ХГГ.

source: How to Shower with CHG Soap or Foam 1. Start by washing your hair with your normal shampoo and wash your body with regular soap. Rinse your hair and body well to remove any shampoo or soap that might be on your skin. 2. Wet a clean washcloth. Turn off the shower. 3. Apply some CHG soap or foam to the wet washcloth. 4. Use the washcloth to wash your whole body from the neck down only. Do not use CHG soap or foam on your face and be careful not to get it in your eyes, nose, mouth or ears. • CHG soap does not lather well. • Keep adding more CHG to the washcloth and continue to wash for 5 minutes. Use 4 ounces (½ cup or 118 mL) of CHG soap or 4 to 5 pumps of CHG foam each time you shower. • Pay special attention to the part of your body where the surgery will be done. • Be sure to wash the back of your neck and under your arms. Wash your belly button, groin and legs down to your toes. • Do not scrub too hard. 5. Turn on the shower and rinse your whole body well. Do not wash with regular soap after you have used CHG soap or foam. 6. Pat yourself dry with a clean towel. 7. Put on clean clothes. Getting Your Skin Ready for Surgery. Russian.
ru: Как принимать душ с мылом или пеной с ХГГ 1. Сначала вымойте голову обычным шампунем и тело обычным мылом. чтобы на коже не осталось шампуня и мыла. Тщательно ополосните волосы и тело, чтобы на коже не осталось шампуня и мыла. 2. Намочите чистую мочалку. Выключите душ. 3. Нанесите на влажную мочалку немного мыла или пены с ХГГ. 4. Вымойте мочалкой все тело ниже головы. Не пользуйтесь мылом или пеной с ХГГ для умывания лица и избегайте их попадания в глаза, нос, рот и уши. • Мыло с ХГГ плохо пенится. • Добавляйте на мочалку средство с ХГГ и продолжайте мыться в течение 5 минут. При принятии душа достаточно 4 унций (½ чашки или 118 мл) мыла или 4–5 порций пены с ХГГ. • Уделите особое внимание той части тела, где будет проводиться операция. • Обязательно вымойте тыльную часть шеи и подмышки. Вымойте пупок, пах и ноги, включая пальцы. • Не трите слишком сильно. 5. Включите душ и тщательно ополосните все тело. Не пользуйтесь обычным мылом после мыла или пены с ХГГ. 6. Досуха вытритесь чистым полотенцем. 7. Наденьте чистую одежду.

source: Be sure to take a second shower with CHG soap or foam the morning of your surgery. When you finish showering on the morning of surgery, do not use any powders, deodorants, lotions, make-up, hairspray or other products. If you are having surgery on your scalp: Your doctor may ask you to wash your hair with CHG soap or foam each time you shower. Wash your hair as marked:  Wash your hair with CHG soap or foam each time you shower. First, wash your hair with regular shampoo and rinse it well with water. Then, put a large amount of CHG into your palm and work it through your hair and scalp. It will not lather like shampoo. Keep the CHG soap or foam away from your eyes and ears. Rinse with clean water. If you get the CHG soap or foam in your eyes or ears, rinse them well.  Do not wash your hair with CHG soap or foam each time you shower. Shower and wash with the CHG soap or foam from the neck down only. If you are not able to shower: If you do not have a shower or you are not able to get into a shower, do a sponge bath each time to clean your body. Do not use CHG soap or foam on your hair unless you are told to do so by your doctor. How to take a sponge bath: 1. First, bathe with a clean washcloth, water and regular soap. Rinse well with clean water. 2. Then, get a clean washcloth and wet it with clean water. Getting Your Skin Ready for Surgery. Russian.
ru: Утром перед операцией обязательно дважды примите душ с мылом или пеной с ХГГ. В день операции после душа не пользуйтесь пудрой, дезодорантами, лосьонами, макияжем, лаком для волос и т. п. Если вам предстоит операция на коже головы: Врач может порекомендовать вымыть голову мылом или пеной с ХГГ. Вымойте волосы в соответствии со следующими рекомендациями:  Используйте мыло или пену с ХГГ для мытья волос при каждом принятии душа. Вымойте волосы обычным шампунем и тщательно ополосните их водой. Затем нанесите на ладонь побольше средства с ХГГ и распределите его по волосам и коже головы. В отличие от шампуня оно плохо пенится. Не допускайте попадания мыла или пены с ХГГ в глаза и уши. Промойте чистой водой. При попадании мыла или пены с ХГГ в глаза и уши тщательно промойте их водой. Не используйте мыло или пену с ХГГ для мытья волос. Вымойте этим средством тело ниже головы. Если вы не можете воспользоваться душем: При отсутствии душа или невозможности им воспользоваться вымойте тело губкой. Не мойте волосы мылом или пеной с ХГГ без указания врача. Как помыться губкой: 1. Сначала вымойтесь чистой мочалкой с обычным мылом. Тщательно ополоснитесь чистой водой. 2. Затем возьмите чистую мочалку и намочите ее.

source: 3. Apply some CHG soap or foam to the wet washcloth. 4. Use the washcloth to wash your whole body from the neck down. Keep adding more CHG and continue to wash for 5 minutes. 5. Rinse well with another clean washcloth and clean water. 6. Pat yourself dry with a clean towel. 7. Put on clean clothes. If you have any questions about cleaning your skin, call your doctor’s office. © 2011 - February 19, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Getting Your Skin Ready for Surgery. Russian.
ru: 3. Нанесите на влажную мочалку немного мыла или пены с ХГГ. 4. Вымойте мочалкой все тело ниже головы. Добавляйте на мочалку средство с ХГГ и продолжайте мыться в течение 5 минут. 5. Тщательно ополоснитесь чистой водой, используя другую чистую мочалку. 6. Досуха вытритесь чистым полотенцем. 7. Наденьте чистую одежду. Если у вас есть вопросы об очистке кожи, позвоните врачу. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Giving Medicine by Injection These are basic instructions for giving medicine as an injection under your skin, also called subcutaneous. Your medicine may have other steps needed, so always follow the instructions given by your doctor or pharmacist. Select the Site for Injection • Sites that can be used are:  Backs of the upper arms Abdomen  Front and side of thighs or upper legs  Back above waist Buttocks • Some medicines are best given in certain areas. Your doctor or nurse will teach you the best areas to give your medicine. • Stay 1 inch away from the last injection. • Stay 2 inches away from your navel or scars. • Do not use areas that are bruised, tender or swollen. Giving Medicine by Injection Under the Skin. Russian.
ru: инъекции Under the Skin (Subcutaneous) Ниже представлены основные инструкции по введению лекарств под кожу. Ваше лекарство может вводиться иным способом, поэтому следуйте инструкциям врача или фармацевта. Выберите место для укола • Места, которые можно использовать:  Тыльная сторона плеча Брюшная полость  Передние и боковые стороны бедер и верхних частей ног  Участок спины выше пояса Ягодицы • Некоторые лекарства лучше вводить в определенные области. Врач или медсестра подскажут, как это делать правильно. • Выбирайте место на расстоянии 1 дюйма (2,5 см) от места последнего укола. • Также отступите 2 дюйма (5 см) от пупка и шрамов. • Не используйте болезненные участки или участки, на которых есть кровоподтеки или припухлости.

source: Before You Inject • A new needle must be used with each injection. • Check your dose. How to Inject the Medicine 1. Wash your hands. 2. Clean your skin with an alcohol pad using a circular motion. Let the alcohol air dry. 3. Remove the needle cover and hold the syringe like a dart. 4. Gently pinch the skin at the injection site. 5. Insert the needle straight into the pinched skin at a 90-degree angle. Giving Medicine by Injection Under the Skin. Russian.
ru: Перед инъекцией • Для каждой инъекции требуется новая игла. • Проверьте дозировку. Как вводить лекарство 1. Вымойте руки. 2. Используя спиртовую салфетку, очистите кожу круговыми движениями. Подождите, пока спирт испарится. 3. Снимите с иглы колпачок и возьмите шприц, как дротик. 4. Аккуратно захватите кожу в месте инъекции. 5. Введите иглу в кожу под углом 90 градусов.
